Revit 2027 API
ParameterTypeId.ViewSlantedColumnSymbolOffset Property
 "Column Symbolic Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewSlantedColumnSymbolOffset { get; }
Public Shared ReadOnly Property ViewSlantedColumnSymbolOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewSlantedColumnSymbolOffset {
	ForgeTypeId^ get ();
}
static member ViewSlantedColumnSymbolOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace